let russian = {
  colorGreen: "зелёный",
  colorPurple: "пурпурный",
  colorBlue: "синий",
  colorBrown: "коричневый",
  about: `про игру`,
  about1: `2048 - это однопользовательская видеоигра-головоломка с раздвижными плитками, написанная:
                 итальянским веб-разработчиком Габриэле Чирулли и опубликовано на:
                 Гитхаб. Цель игры состоит в том, чтобы двигать пронумерованные плитки по:
                 сетка для объединения их в плитку с номером 2048;
                 однако можно продолжать играть в игру после достижения:
                 цель, создание плиток с большими числами. Изначально было:
                 написано на JavaScript и CSS за выходные и выпущено 9:
                 Март 2014 г. как бесплатное программное обеспечение с открытым исходным кодом, подпадающее под действие MIT:
                 Лицензия. Версии для iOS и Android последовали в мае 2014 года.`,
  about2: `2048 задумывалась как улучшенная версия двух других игр,
                 оба были клонами iOS-игры, выпущенной Threes
                 месяц раньше. Сам Цирулли описал 2048 год как
                 «концептуально похож» на Threes. Выпуск 2048 года
                 привело к быстрому появлению многих подобных игр, родственных
                 поток вариаций Flappy Bird с 2013 года. Игра получила
                 в целом положительные отзывы критиков, с описанием
                 как «вирусный» и «вызывающий привыкание».`,
  gameplay: `геймплей`,
  about3: `2048 играется на простой сетке 4×4 с пронумерованными плитками, которые
                 скользить, когда игрок перемещает их с помощью четырех клавиш со стрелками.[3]
                 Каждый ход новая плитка случайным образом появляется на пустом месте на
                 доска со значением 2 или 4.[4] Плитки скользят до
                 возможно в выбранном направлении, пока их не остановят
                 либо другая плитка, либо край сетки. Если две плитки из
                 одинаковые числа столкнутся во время движения, они сольются в плитку
                 с общей стоимостью двух плиток, которые столкнулись.[5][6] То
                 полученная плитка не может снова объединиться с другой плиткой в том же
                 переехать. Плитки с более высокими баллами излучают мягкое свечение;[4] самые высокие
                 возможная плитка 131 072.[7]`,
  about4: `Если ход приводит к тому, что три последовательные плитки одного и того же значения
                 скользить вместе, только две плитки, расположенные дальше всего по направлению
                 движения будут сочетаться. Если все четыре пробела в строке или столбце
                 заполнены тайлами одинакового значения, ход параллельный этому
                 row/column объединит первые два и последние два.[8] А
                 табло в правом верхнем углу отслеживает счет пользователя.
                 Счет пользователя начинается с нуля и увеличивается всякий раз, когда два
                 плитки объединяются в соответствии со значением новой плитки.[4] Игра выиграна
                 когда на доске появляется плитка со значением 2048. Игроки
                 может продолжать дальше, чтобы достичь более высоких результатов.[9][10][11] Когда
                 у игрока нет разрешенных ходов (нет пустых мест и нет
                 смежные плитки с одинаковым значением), игра заканчивается.[2][12]`,
  development: `Разработка`,
  about5: `Девятнадцатилетний Габриэле Чирулли создал игру в одиночном разряде.
                выходные в качестве теста, чтобы увидеть, сможет ли он запрограммировать игру из
                царапина.[15] «Это был способ скоротать время», - сказал он. Он
                описал его как «концептуально похожий» на недавно
                выпустила игру Threes для iOS[2][17] и клон другой игры,
                1024. [18] Разработанный Veewo Studio,[19] 1024 сам по себе является клоном.
                of Threes, в описании App Store когда-то было написано «нет необходимости
                платить за тройки». [20] В README Цирулли за 2048 год цитируется другой
                1024 клон как влияние: омонимичный, но немного другой
                с точки зрения механики 2048 Саминга.[21] Цирулли был удивлен
                когда его проект выходного дня получил более 4 миллионов посетителей в
                меньше недели.[3][22] Игра бесплатна, Цирулли
                сказав, что он не желает делать деньги "от концепции
                что [он] не изобретал». [23] Он выпустил порты для iOS и
                Android в мае 2014 г.[24]`,
  howtoplay: `как играть`,
  howtoplay1: `Объедините плитки с одинаковым номером, чтобы создать плитку.
                 со значением 2048.`,
  howtoplay2: `Это будет нажимать клавиши со стрелками или перемещать их по доске.
                   переместите все плитки в направлении нажатой клавиши/слайда. после:
                   Все плитки создаются путем перемещения 2 или более плиток со значениями.
                   4 будет создано в случайном пустом поле.`,
  howtoplay3: `Две плитки с одинаковым номером сольются при столкновении.
                 создать одну плитку с двойным значением.`,
  howtoplay4: `Игра окончена, когда у вас нет действительных способов двигаться
                 плитка.`,
  newGame: `новая игра`,
  score: `счет`,
  gameover: `игра окончена`,
  youwin: `ты победил`,
};

export default russian;
